Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Private Cloud Compute couldn’t connect. Check the network and try again.
de: Private Cloud Compute konnte keine Verbindung herstellen. Überprüfen Sie das Netzwerk und versuchen Sie es erneut.
es: Private Cloud Compute no pudo conectarse. Verifique la red y vuelva a intentarlo.
fr: Private Cloud Compute n'a pas pu se connecter. Vérifiez le réseau et réessayez.
it: Private Cloud Compute non è riuscito a connettersi. Controlla la rete e riprova.
ja: ​​Private Cloud Compute に接続できませんでした。ネットワークを確認して、再試行してください。
ko: Private Cloud Compute를 연결할 수 없습니다. 네트워크를 확인하고 다시 시도하세요.
pt_br: Private Cloud Compute não conseguiu conectar. Verifique a rede e tente novamente.
zh_hans: ​​Private Cloud Compute 无法连接。检查网络并重试。
zh_hant: ​​Private Cloud Compute 無法連接。檢查網路並重試。

source: Private Cloud Compute daily usage limit reached.
de: Private Cloud Compute tägliches Nutzungslimit erreicht.
es: Se alcanzó el límite de uso diario Private Cloud Compute.
fr: Limite d'utilisation quotidienne Private Cloud Compute atteinte.
it: Private Cloud Compute limite di utilizzo giornaliero raggiunto.
ja: Private Cloud Compute の 1 日あたりの使用制限に達しました。
ko: Private Cloud Compute 일일 사용량 한도에 도달했습니다.
pt_br: Limite de uso diário de Private Cloud Compute atingido.
zh_hans: Private Cloud Compute 已达到每日使用限额。
zh_hant: Private Cloud Compute 已達到每日使用限額。

source: Private Cloud Compute does not report the reasoning capability on this runtime.
de: Private Cloud Compute meldet die Argumentationsfähigkeit für diese Laufzeit nicht.
es: Private Cloud Compute no informa la capacidad de razonamiento en este tiempo de ejecución.
fr: Private Cloud Compute ne signale pas la capacité de raisonnement sur ce runtime.
it: Private Cloud Compute non riporta la capacità di ragionamento su questo runtime.
ja: Private Cloud Compute は、このランタイムの推論機能を報告しません。
ko: Private Cloud Compute는 이 런타임에 대한 추론 기능을 보고하지 않습니다.
pt_br: Private Cloud Compute não relata a capacidade de raciocínio neste tempo de execução.
zh_hans: Private Cloud Compute 不报告此运行时的推理能力。
zh_hant: Private Cloud Compute 不報告此運行時的推理能力。

source: Private Cloud Compute has reached its request limit. Wait before trying again.
de: Private Cloud Compute hat sein Anforderungslimit erreicht. Warten Sie, bevor Sie es erneut versuchen.
es: Private Cloud Compute ha alcanzado su límite de solicitudes. Espere antes de volver a intentarlo.
fr: Private Cloud Compute a atteint sa limite de requêtes. Attendez avant de réessayer.
it: Private Cloud Compute ha raggiunto il limite di richieste. Aspetta prima di riprovare.
ja: Private Cloud Compute はリクエストの制限に達しました。再試行する前にお待ちください。
ko: Private Cloud Compute가 요청 한도에 도달했습니다. 다시 시도하기 전에 잠시 기다려 주세요.
pt_br: Private Cloud Compute atingiu seu limite de solicitações. Espere antes de tentar novamente.
zh_hans: Private Cloud Compute 已达到其请求限制。请等待后再重试。
zh_hant: Private Cloud Compute 已達到其請求限制。請等待後再重試。

source: Private Cloud Compute is currently unavailable.
de: Private Cloud Compute ist derzeit nicht verfügbar.
es: Private Cloud Compute no está disponible actualmente.
fr: Private Cloud Compute est actuellement indisponible.
it: Private Cloud Compute al momento non è disponibile.
ja: Private Cloud Compute は現在利用できません。
ko: Private Cloud Compute는 현재 사용할 수 없습니다.
pt_br: Private Cloud Compute não está disponível no momento.
zh_hans: Private Cloud Compute 目前不可用。
zh_hant: Private Cloud Compute 目前無法使用。

source: Private Cloud Compute is not ready on this system.
de: Private Cloud Compute ist auf diesem System nicht bereit.
es: Private Cloud Compute no está listo en este sistema.
fr: Private Cloud Compute n'est pas prêt sur ce système.
it: Private Cloud Compute non è pronto su questo sistema.
ja: Private Cloud Compute はこのシステムでは準備ができていません。
ko: Private Cloud Compute는 이 시스템에서 준비되지 않았습니다.
pt_br: Private Cloud Compute não está pronto neste sistema.
zh_hans: Private Cloud Compute 在此系统上尚未准备好。
zh_hant: Private Cloud Compute 在此系統上尚未準備好。

source: Private Cloud Compute is temporarily unavailable. Try again later.
de: Private Cloud Compute ist vorübergehend nicht verfügbar. Versuchen Sie es später noch einmal.
es: Private Cloud Compute no está disponible temporalmente. Vuelve a intentarlo más tarde.
fr: Private Cloud Compute est temporairement indisponible. Réessayez plus tard.
it: Private Cloud Compute è temporaneamente non disponibile. Riprova più tardi.
ja: Private Cloud Compute は一時的に利用できません。後でもう一度試してください。
ko: Private Cloud Compute를 일시적으로 사용할 수 없습니다. 나중에 다시 시도하세요.
pt_br: Private Cloud Compute está temporariamente indisponível. Tente novamente mais tarde.
zh_hans: Private Cloud Compute 暂时不可用。稍后再试。
zh_hant: Private Cloud Compute 暫時無法使用。稍後再試。

source: Private Cloud Compute requires Xcode 27 and iOS, macOS, visionOS, or watchOS 27.
de: Private Cloud Compute erfordert Xcode 27 und iOS, macOS, visionOS oder watchOS 27.
es: Private Cloud Compute requiere Xcode 27 y iOS, macOS, visionOS o watchOS 27.
fr: Private Cloud Compute nécessite Xcode 27 et iOS, macOS, visionOS ou watchOS 27.
it: Private Cloud Compute richiede Xcode 27 e iOS, macOS, visionOS o watchOS 27.
ja: Private Cloud Compute には、Xcode 27 および iOS、macOS、visionOS、または watchOS 27 が必要です。
ko: Private Cloud Compute에는 Xcode 27 및 iOS, macOS, visionOS 또는 watchOS 27이 필요합니다.
pt_br: Private Cloud Compute requer Xcode 27 e iOS, macOS, visionOS ou watchOS 27.
zh_hans: Private Cloud Compute 需要 Xcode 27 和 iOS、macOS、visionOS 或 watchOS 27。
zh_hant: Private Cloud Compute 需要 Xcode 27 和 iOS、macOS、visionOS 或 watchOS 27。

source: Private Cloud Compute unavailable
de: Private Cloud Compute nicht verfügbar
es: Private Cloud Compute no disponible
fr: Private Cloud Compute indisponible
it: Private Cloud Compute non disponibile
ja: Private Cloud Compute は利用できません
ko: Private Cloud Compute 사용할 수 없음
pt_br: Private Cloud Compute indisponível
zh_hans: Private Cloud Compute 不可用
zh_hant: Private Cloud Compute 不可用

source: Product Review
de: Produktbewertung
es: Revisión del producto
fr: Évaluation du produit
it: Recensione del prodotto
ja: 製品レビュー
ko: 제품 리뷰
pt_br: Avaliação do produto
zh_hans: 产品回顾
zh_hant: 產品回顧

source: Projects
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
ja: プロジェクト
ko: 프로젝트
pt_br: Projetos
zh_hans: 项目
zh_hant: 項目

source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
it: Protocollo
ja: プロトコル
ko: 프로토콜
pt_br: Protocolo
zh_hans: 协议
zh_hant: 協議

# Query %lld: %@
source: Query %1$lld: %2$@
de: Abfrage %1$lld: %2$@
es: Consulta %1$lld: %2$@
fr: Requête %1$lld : %2$@
it: Richiesta %1$lld: %2$@
ja: クエリ %1$lld: %2$@
ko: %1$lld 쿼리: %2$@
pt_br: Consulta %1$lld: %2$@
zh_hans: 查询%1$lld：%2$@
zh_hant: 查詢%1$lld：%2$@

source: Read Health Data
de: Gesundheitsdaten lesen
es: Leer datos de salud
fr: Lire les données de santé
it: Leggi i dati sanitari
ja: 健康データの読み取り
ko: 건강 데이터 읽기
pt_br: Ler dados de saúde
zh_hans: 读取健康数据
zh_hant: 讀取健康數據

source: Read a page title, description, and preview metadata from a URL.
de: Lesen Sie einen Seitentitel, eine Beschreibung und Vorschau-Metadaten von einer URL.
es: Lea el título de una página, la descripción y obtenga una vista previa de los metadatos desde una URL.
fr: Lisez le titre d'une page, la description et prévisualisez les métadonnées à partir d'une URL.
it: Legge il titolo di una pagina, la descrizione e i metadati di anteprima da un URL.
ja: URL からページのタイトル、説明、プレビュー メタデータを読み取ります。
ko: URL에서 페이지 제목, 설명 및 미리보기 메타데이터를 읽습니다.
pt_br: Leia o título de uma página, a descrição e visualize os metadados de um URL.
zh_hans: 从 URL 读取页面标题、描述和预览元数据。
zh_hant: 從 URL 讀取頁面標題、描述和預覽元資料。

source: Read-only Local Tool
de: Schreibgeschütztes lokales Tool
es: Herramienta local de solo lectura
fr: Outil local en lecture seule
it: Strumento locale di sola lettura
ja: 読み取り専用ローカルツール
ko: 읽기 전용 로컬 도구
pt_br: Ferramenta local somente leitura
zh_hans: 只读本地工具
zh_hant: 只讀本地工具

source: Reading %@
de: Messwert %@
es: Leyendo %@
fr: Lecture %@
it: Lettura %@
ja: %@ の読み取り
ko: %@ 읽기
pt_br: Leitura %@
zh_hans: 正在读取%@
zh_hant: 正在讀取%@

source: Reading %@…
de: Lesen %@…
es: Leyendo %@…
fr: Lecture de %@…
it: Lettura %@…
ja: %@ を読んでいます…
ko: %@ 읽는 중…
pt_br: Lendo %@…
zh_hans: 正在读取 %@…
zh_hant: 正在讀取 %@…

source: Ready to Compare
de: Bereit zum Vergleich
es: Listo para comparar
fr: Prêt à comparer
it: Pronto per il confronto
ja: 比較する準備ができました
ko: 비교 준비 완료
pt_br: Pronto para comparar
zh_hans: 准备比较
zh_hant: 準備比較

source: Reasoning tokens
de: Argumentationstoken
es: Fichas de razonamiento
fr: Jetons de raisonnement
it: Gettoni ragionamento
ja: 推論トークン
ko: 추론 토큰
pt_br: Tokens de raciocínio
zh_hans: 推理代币
zh_hant: 推理代幣

source: Recorded this week
de: Diese Woche aufgenommen
es: Grabado esta semana
fr: Enregistré cette semaine
it: Registrato questa settimana
ja: 今週収録
ko: 이번주 녹화
pt_br: Gravado esta semana
zh_hans: 本周录制
zh_hant: 本週錄製

source: Refresh Languages
de: Sprachen aktualisieren
es: Actualizar idiomas
fr: Actualiser les langues
it: Aggiorna lingue
ja: 言語を更新
ko: 언어 새로 고침
pt_br: Atualizar idiomas
zh_hans: 刷新语言
zh_hant: 刷新語言

source: Refresh to ask the current runtime again.
de: Aktualisieren, um die aktuelle Laufzeit erneut abzufragen.
es: Actualizar para preguntar nuevamente el tiempo de ejecución actual.
fr: Actualisez pour demander à nouveau le runtime actuel.
it: Aggiorna per richiedere nuovamente il runtime corrente.
ja: 更新して現在のランタイムを再度尋ねます。
ko: 현재 런타임을 다시 물어보려면 새로고침하세요.
pt_br: Atualize para perguntar novamente o tempo de execução atual.
zh_hans: 刷新再次询问当前运行时间。
zh_hant: 刷新再次詢問當前運行時間。

source: Reindex Samples
de: Beispiele neu indizieren
es: Reindexar muestras
fr: Réindexer les échantillons
it: Reindicizzare i campioni
ja: サンプルの再インデックス
ko: 샘플 재색인
pt_br: Reindexar amostras
zh_hans: 重新索引样本
zh_hant: 重新索引樣本

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 删除
zh_hant: 刪除

source: Replace Image
de: Bild ersetzen
es: Reemplazar imagen
fr: Remplacer l'image
it: Sostituisci immagine
ja: 画像を置換
ko: 이미지 교체
pt_br: Substituir imagem
zh_hans: 替换图片
zh_hant: 替換圖片

source: Requests a deep reasoning budget for this response.
de: Fordert ein ausführliches Begründungsbudget für diese Antwort an.
es: Solicita un presupuesto de razonamiento profundo para esta respuesta.
fr: Demande un budget de raisonnement approfondi pour cette réponse.
it: Richiede un budget di ragionamento approfondito per questa risposta.
ja: この応答に対する詳細な推論の予算を要求します。
ko: 이 응답에 대한 깊은 추론 예산을 요청합니다.
pt_br: Solicita um orçamento fundamentado para esta resposta.
zh_hans: 请求为此响应提供深度推理预算。
zh_hant: 請求為此回應提供深度推理預算。

source: Requests a light reasoning budget for this response.
de: Fordert ein knappes Begründungsbudget für diese Antwort an.
es: Solicita un presupuesto de razonamiento ligero para esta respuesta.
fr: Demande un budget de raisonnement léger pour cette réponse.
it: Richiede un budget di ragionamento leggero per questa risposta.
ja: この応答に対して軽い推論の予算を要求します。
ko: 이 응답에 대한 가벼운 추론 예산을 요청합니다.
pt_br: Solicita um orçamento leve e fundamentado para esta resposta.
zh_hans: 请求对此响应的简单推理预算。
zh_hant: 請求對此回應的簡單推理預算。

source: Requests a moderate reasoning budget for this response.
de: Fordert ein moderates Begründungsbudget für diese Antwort an.
es: Solicita un presupuesto de razonamiento moderado para esta respuesta.
fr: Demande un budget de raisonnement modéré pour cette réponse.
it: Richiede un budget di ragionamento moderato per questa risposta.
ja: この応答に対して適度な推論予算を要求します。
ko: 이 응답에 대해 적당한 추론 예산을 요청합니다.
pt_br: Solicita um orçamento moderado para esta resposta.
zh_hans: 请求为此响应提供适度的推理预算。
zh_hant: 請求為此回應提供適度的推理預算。

source: Reset Lab
de: Labor zurücksetzen
es: Restablecer laboratorio
fr: Réinitialiser le laboratoire
it: Ripristina lab
ja: リセットラボ
ko: 실습 재설정
pt_br: Redefinir laboratório
zh_hans: 重置实验室
zh_hant: 重設實驗室

source: Responses
de: Antworten
es: Respuestas
fr: Réponses
it: Risposte
ja: 応答
ko: 응답
pt_br: Respostas
zh_hans: 回复
zh_hant: 回复

source: Result copied to the clipboard
de: Ergebnis in die Zwischenablage kopiert
es: Resultado copiado al portapapeles
fr: Résultat copié dans le presse-papiers
it: Risultato copiato negli appunti
ja: 結果がクリップボードにコピーされました
ko: 결과가 클립보드에 복사되었습니다.
pt_br: Resultado copiado para a área de transferência
zh_hans: 结果已复制到剪贴板
zh_hant: 結果已複製到剪貼簿

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
ja: 結果
ko: 결과
pt_br: Resultados
zh_hans: 结果
zh_hant: 結果

source: Retrieval Trajectory
de: Abrufbahn
es: Trayectoria de recuperación
fr: Trajectoire de récupération
it: Traiettoria di recupero
ja: 回収軌跡
ko: 검색 궤적
pt_br: Trajetória de recuperação
zh_hans: 检索轨迹
zh_hant: 檢索軌跡

source: Retrieved Evidence
de: Abgerufene Beweise
es: Evidencia recuperada
fr: Preuves récupérées
it: Prove recuperate
ja: 証拠を回収しました
ko: 검색된 증거
pt_br: Evidência recuperada
zh_hans: 检索到的证据
zh_hant: 檢索到的證據

source: Returns your current location after you grant permission.
de: Gibt Ihren aktuellen Standort zurück, nachdem Sie die Erlaubnis erteilt haben.
es: Devuelve su ubicación actual después de otorgar permiso.
fr: Renvoie votre position actuelle après avoir accordé l'autorisation.
it: Restituisce la tua posizione corrente dopo aver concesso l'autorizzazione.
ja: 許可を与えた後、現在の位置を返します。
ko: 권한 부여 후 현재 위치를 반환합니다.
pt_br: Retorna sua localização atual após você conceder permissão.
zh_hans: 在您授予权限后返回您当前的位置。
zh_hant: 在您授予權限後返回您目前的位置。

source: Review authorized HealthKit data and ask grounded questions.
de: Überprüfen Sie autorisierte HealthKit-Daten und stellen Sie fundierte Fragen.
es: Revise los datos autorizados de HealthKit y haga preguntas fundamentadas.
fr: Examinez les données HealthKit autorisées et posez des questions fondées.
it: Esaminare i dati HealthKit autorizzati e porre domande fondate.
ja: 認可された HealthKit データを確認し、根拠のある質問をしてください。
ko: 승인된 HealthKit 데이터를 검토하고 근거 있는 질문을 하세요.
pt_br: Revise os dados autorizados do HealthKit e faça perguntas fundamentadas.
zh_hans: 查看授权的 HealthKit 数据并提出有根据的问题。
zh_hant: 查看授權的 HealthKit 資料並提出有根據的問題。

source: Run 3 Levels
de: Führen Sie 3 Level durch
es: Ejecutar 3 niveles
fr: Exécutez 3 niveaux
it: Esegui 3 livelli
ja: 3 レベルを実行
ko: 3레벨 실행
pt_br: Execute 3 níveis
zh_hans: 运行 3 个级别
zh_hant: 運行 3 個級別

source: Run 3 Modes
de: Führen Sie 3 Modi aus
es: Ejecutar 3 modos
fr: Exécutez 3 modes
it: Esegui 3 modalità
ja: 3 つのモードを実行
ko: 3가지 모드 실행
pt_br: Execute 3 modos
zh_hans: 运行 3 种模式
zh_hant: 運行 3 種模式

source: Run Conversation
de: Gespräch führen
es: Ejecutar conversación
fr: Exécuter une conversation
it: Esegui conversazione
ja: 会話を実行する
ko: 대화 실행
pt_br: Executar conversa
zh_hans: 运行对话
zh_hant: 運行對話

source: Run Evidence
de: Beweis ausführen
es: Ejecutar evidencia
fr: Exécuter des preuves
it: Esegui prove
ja: 証拠を実行する
ko: 증거 실행
pt_br: Executar evidências
zh_hans: 运行证据
zh_hant: 運行證據

source: Run Evidence counts the attachment segments that Foundation Models records in the live session transcript.
de: Run Evidence zählt die Anhangssegmente, die Foundation Models im Live-Sitzungsprotokoll aufzeichnet.
es: Run Evidence cuenta los segmentos adjuntos que Foundation Models registra en la transcripción de la sesión en vivo.
fr: Exécuter les preuves compte les segments de pièces jointes que Foundation Models enregistre dans la transcription de la session en direct.
it: Run Evidence conta i segmenti di allegato che Foundation Models registra nella trascrizione della sessione live.
ja: Run Evidence は、Foundation Models がライブ セッション トランスクリプトに記録する添付ファイル セグメントをカウントします。
ko: Run Evidence는 Foundation Models가 라이브 세션 기록에 기록하는 첨부 파일 세그먼트를 계산합니다.
pt_br: Executar evidência conta os segmentos de anexo que Foundation Models registra na transcrição da sessão ao vivo.
zh_hans: Run Evidence 对 Foundation Models 在实时会话记录中记录的附件片段进行计数。
zh_hant: Run Evidence 對 Foundation Models 在即時會話記錄中記錄的附件片段進行計數。

source: Run Outside Foundation Lab
de: Außerhalb Foundation Lab ausführen
es: Ejecutar afuera Foundation Lab
fr: Exécuter en dehors de Foundation Lab
it: Corri all'esterno Foundation Lab
ja: Foundation Labの外を走る
ko: Foundation Lab 외부에서 실행
pt_br: Executar fora de Foundation Lab
zh_hans: 跑到Foundation Lab外面
zh_hant: 跑到Foundation Lab外面

source: Run Session
de: Sitzung ausführen
es: Ejecutar sesión
fr: Exécuter la session
it: Esegui sessione
ja: セッションの実行
ko: 세션 실행
pt_br: Executar sessão
zh_hans: 运行会话
zh_hant: 運行會話

source: Run Trajectory
de: Flugbahn ausführen
es: Trayectoria de ejecución
fr: Trajectoire de course
it: Traiettoria di corsa
ja: 走行軌跡
ko: 달리기 궤적
pt_br: Trajetória de execução
zh_hans: 运行轨迹
zh_hant: 運行軌跡

source: Run a real multimodal request
de: Führen Sie eine echte multimodale Anfrage aus
es: Ejecute una solicitud multimodal real
fr: Exécuter une véritable requête multimodale
it: Esegui una vera richiesta multimodale
ja: 実際のマルチモーダルリクエストを実行する
ko: 실제 다중 모드 요청 실행
pt_br: Execute uma solicitação multimodal real
zh_hans: 运行真正的多模式请求
zh_hant: 運行真正的多模式請求

source: Run a real session and inspect the transcript entries it actually emits
de: Führen Sie eine echte Sitzung durch und überprüfen Sie die tatsächlich ausgegebenen Transkripteinträge
es: Ejecute una sesión real e inspeccione las entradas de transcripción que realmente emite
fr: Exécutez une session réelle et inspectez les entrées de transcription qu'elle émet réellement
it: Esegui una sessione reale e controlla le voci di trascrizione effettivamente emesse
ja: 実際のセッションを実行し、実際に出力されるトランスクリプトエントリを検査します。
ko: 실제 세션을 실행하고 실제로 생성된 성적 항목을 검사합니다.
pt_br: Execute uma sessão real e inspecione as entradas de transcrição que ela realmente emite
zh_hans: 运行真实会话并检查它实际发出的记录条目
zh_hant: 執行真實會話並檢查它實際發出的記錄條目

source: Run a real tool turn and compare transcript evidence with an authored expectation
de: Führen Sie einen echten Tool-Turn durch und vergleichen Sie die Transkriptbeweise mit einer verfassten Erwartung
es: Ejecute una herramienta real y compare la evidencia de la transcripción con una expectativa del autor
fr: Exécutez un véritable tour d'outil et comparez les preuves de transcription avec une attente écrite
it: Esegui un vero e proprio tool turn e confronta le prove della trascrizione con le aspettative dell'autore
ja: 実際のツールターンを実行し、記録された証拠を作成された予想と比較します
ko: 실제 도구 회전을 실행하고 기록 증거를 저작된 기대치와 비교
pt_br: Execute um giro de ferramenta real e compare as evidências da transcrição com uma expectativa de autoria
zh_hans: 运行真实的工具转动并将转录证据与编写的期望进行比较
zh_hant: 運行真實的工具轉動並將轉錄證據與編寫的期望進行比較

source: Run a session and inspect only the entries it emits
de: Führen Sie eine Sitzung aus und überprüfen Sie nur die von ihr ausgegebenen Einträge
es: Ejecute una sesión e inspeccione solo las entradas que emite
fr: Exécuter une session et inspecter uniquement les entrées qu'elle émet
it: Esegui una sessione e controlla solo le voci emesse
ja: セッションを実行し、セッションが出力するエントリのみを検査します
ko: 세션을 실행하고 세션에서 내보내는 항목만 검사합니다.
pt_br: Execute uma sessão e inspecione apenas as entradas que ela emite
zh_hans: 运行会话并仅检查它发出的条目
zh_hant: 運行會話並僅檢查它發出的條目

source: Run allowed, required, and disallowed modes with a local read-only tool
de: Führen Sie die zulässigen, erforderlichen und nicht zulässigen Modi mit einem lokalen schreibgeschützten Tool aus
es: Ejecute los modos permitido, requerido y no permitido con una herramienta local de solo lectura
fr: Exécutez les modes autorisés, obligatoires et non autorisés avec un outil local en lecture seule
it: Esegui le modalità consentite, richieste e non consentite con uno strumento locale di sola lettura
ja: ローカル読み取り専用ツールを使用して、許可モード、必須モード、および禁止モードを実行する
ko: 로컬 읽기 전용 도구를 사용하여 허용, 필수 및 허용되지 않는 모드를 실행하세요.
pt_br: Execute modos permitidos, obrigatórios e não permitidos com uma ferramenta local somente leitura
zh_hans: 使用本地只读工具运行允许、必需和不允许的模式
zh_hant: 使用本地只讀工具運行允許、必要和不允許的模式

# Run completed with %lld total tokens, %@, and %lld transcript entries, in %@
source: Run completed with %1$lld total tokens, %2$@, and %3$lld transcript entries, in %4$@
de: Der Lauf wurde mit den Gesamttokens %1$lld, den Transkripteinträgen %2$@ und %3$lld in %4$@ abgeschlossen
es: Ejecución completada con tokens totales %1$lld, entradas de transcripción %2$@ y %3$lld, en %4$@
fr: Exécution terminée avec le total des jetons %1$lld, les entrées de transcription %2$@ et %3$lld, dans %4$@
it: Esecuzione completata con i token totali %1$lld, %2$@ e voci di trascrizione %3$lld, in %4$@
ja: %1$lld 合計トークン、%2$@、および %3$lld トランスクリプト エントリ (%4$@) で実行が完了しました
ko: %4$@에서 %1$lld 총 토큰, %2$@ 및 %3$lld 성적표 항목으로 실행이 완료되었습니다.
pt_br: Execução concluída com tokens totais %1$lld, entradas de transcrição %2$@ e %3$lld, em %4$@
zh_hans: 运行已完成，%1$lld 总代币、%2$@ 和 %3$lld 成绩单条目位于 %4$@ 中
zh_hant: 運行已完成，%1$lld 總代幣、%2$@ 和 %3$lld 成績單條目位於 %4$@ 中

source: Run one prompt across light, moderate, and deep reasoning budgets
de: Führen Sie eine Eingabeaufforderung für Budgets mit leichter, mittlerer und tiefer Argumentation durch
es: Ejecute un mensaje en presupuestos de razonamiento ligero, moderado y profundo
fr: Exécutez une invite pour les budgets de raisonnement légers, modérés et profonds
it: Esegui un prompt per budget di ragionamento leggero, moderato e profondo
ja: 軽度、中度、および深度の推論バジェット全体で 1 つのプロンプトを実行します
ko: 라이트, 보통, 심층 추론 예산에 걸쳐 하나의 프롬프트를 실행합니다.
pt_br: Execute um prompt em orçamentos de raciocínio leve, moderado e profundo
zh_hans: 在轻度、中度和深度推理预算中运行一个提示
zh_hant: 在輕度、中度和深度推理預算中運行一個提示

source: Run repeatable quality and performance evaluations based on real app tasks.
de: Führen Sie wiederholbare Qualitäts- und Leistungsbewertungen basierend auf echten App-Aufgaben durch.
es: Ejecute evaluaciones repetibles de calidad y rendimiento basadas en tareas reales de la aplicación.
fr: Exécutez des évaluations de qualité et de performances reproductibles basées sur des tâches d'application réelles.
it: Esegui valutazioni ripetibili della qualità e delle prestazioni basate su attività reali dell'app.
ja: 実際のアプリのタスクに基づいて、再現可能な品質とパフォーマンスの評価を実行します。
ko: 실제 앱 작업을 기반으로 반복 가능한 품질 및 성능 평가를 실행합니다.
pt_br: Execute avaliações repetíveis de qualidade e desempenho com base em tarefas reais do aplicativo.
zh_hans: 根据真实应用程序任务运行可重复的质量和性能评估。
zh_hant: 根據真實應用程式任務運行可重複的品質和效能評估。

source: Run stopped before this mode completed.
de: Der Lauf wurde gestoppt, bevor dieser Modus abgeschlossen war.
es: La ejecución se detuvo antes de que se completara este modo.
fr: L'exécution s'est arrêtée avant la fin de ce mode.
it: La corsa è stata interrotta prima del completamento di questa modalità.
ja: このモードが完了する前に実行が停止されました。
ko: 이 모드가 완료되기 전에 실행이 중지되었습니다.
pt_br: A execução foi interrompida antes da conclusão deste modo.
zh_hans: 在该模式完成之前运行停止。
zh_hant: 在該模式完成前運轉停止。

source: Run stopped before this response completed.
de: Der Lauf wurde gestoppt, bevor diese Antwort abgeschlossen war.
es: La ejecución se detuvo antes de que se completara esta respuesta.
fr: L'exécution s'est arrêtée avant la fin de cette réponse.
it: Esecuzione interrotta prima del completamento di questa risposta.
ja: この応答が完了する前に実行が停止されました。
ko: 이 응답이 완료되기 전에 실행이 중지되었습니다.
pt_br: A execução foi interrompida antes da conclusão desta resposta.
zh_hans: 在此响应完成之前运行已停止。
zh_hant: 在此回應完成之前運行已停止。

source: Run the prompt to capture ordered tool calls and outputs from session.transcript.
de: Führen Sie die Eingabeaufforderung aus, um geordnete Toolaufrufe und Ausgaben von session.transcript zu erfassen.
es: Ejecute el mensaje para capturar llamadas de herramientas ordenadas y resultados de session.transcript.
fr: Exécutez l'invite pour capturer les appels d'outils ordonnés et les sorties de session.transcript.
it: Esegui il prompt per acquisire le chiamate e gli output dello strumento ordinato da session.transcript.
ja: プロンプトを実行して、順序付けられたツール呼び出しと session.transcript からの出力をキャプチャします。
ko: 프롬프트를 실행하여 session.transcript에서 주문된 도구 호출 및 출력을 캡처합니다.
pt_br: Execute o prompt para capturar chamadas de ferramenta ordenadas e saídas de session.transcript.
zh_hans: 运行提示以捕获 session.transcript 中的有序工具调用和输出。
zh_hant: 運行提示以捕獲 session.transcript 中的有序工具呼叫和輸出。
